tap "homebrew/cask-fonts"

cask "google-chrome"
cask "visual-studio-code"
cask "alfred"
cask "hammerspoon"
cask "1password"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "docker"

cask "visual-studio-code"
cask "alfred"
cask "hammerspoon"

brew "git"
brew "zsh"
brew "rbenv"

brew "gh"
brew "go"
brew "jq"
brew "neovim"
brew "starship"
brew "protobuf"

