cask "google-chrome"
cask "visual-studio-code"
cask "raycast"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "docker"
cask "hiddenbar"

cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"

brew "git"
brew "zsh"
brew "rbenv"
brew "zoxide"

brew "gh"
brew "go"
brew "jq"
brew "neovim"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "protobuf"
brew "fzf"
brew "eza"
brew "bat"
brew "rg"
brew "lazygit"
brew "alacritty"
